Repository: 33bunny/parted
Catalog: po/*.po
Languages: hu

source: GNU Parted Version information:
hu: GNU Parted Verzió információ:

source: Copyright (C) 1998 - 2006 Free Software Foundation, Inc. This program is free software, covered by the GNU General Public License. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
hu: Copyright (C) 1998 - 2006 Free Software Foundation, Inc. Ez a program GNU General Public Lincense alatt álló szabad szoftver. Abban a reményben terjesztjük, hogy hasznodra válik, de NINCS GARANCIA sem az ELADHATÓSÁGRA sem egy BIZONYOS CÉLÚ HASZNÁLATRA. Lásd a GNU General Public License-t a részletekért.

source: %0.f%% (time left %.2d:%.2d)
hu: %0.f%% (hátravan: %.2d:%.2d)

source: Partition %s is being used. You must unmount it before you modify it with Parted.
hu: %s partíció használat alatt áll. Le kell csatolnod, mielőtt módosítod a Parted-del.

source: Partition(s) on %s are being used.
hu: %s partíciói használat alatt vannak.

source: Partition number?
hu: Partíció száma?

source: Source device?
hu: Forráseszköz?

source: Source partition number?
hu: Forráspartíció száma?

source: Can't copy an extended partition.
hu: Egy kiterjesztett partíciót nem tudok másolni.

source: Destination partition number?
hu: Célpartíció száma?

source: New disk label type?
hu: Új lemez címke típus?

source: File system?
hu: Fájlrendszer?

source: Partition type?
hu: Partíció típus?

source: Partition name?
hu: Partíció név?

source: File system type?
hu: Fájlrendszer típus?

source: Start?
hu: Kezdet?

source: End?
hu: Vég?

source: You requested a partition from %s to %s. The closest location we can manage is %s to %s. Is this still acceptable to you?
hu: Egy partíciót kértél innen: %s idáig: %s. A legközelebbi kezelhető végpontok ezek: %s %s. Rendben?

source: An extended partition cannot hold a file system. Did you want mkpart?
hu: Egy kiterjesztett partíció nem tartalmaz fájlrendszert. mkpart-ot szeretnél?

source: Can't move an extended partition.
hu: Nem mozgatható egy kiterjesztett partíció.

source: Can't move a partition onto itself. Try using resize, perhaps?
hu: Egy partíció nem mozgatható saját magán belül. Átméretezni szeretnéd?

source: Flags: %s
hu: Zászlók: %s

source: File System: %s
hu: Fájlrendszer: %s

source: Size:
hu: Méret:

source: Minimum size:
hu: Minimum méret:

source: Maximum size:
hu: Maximum méret:

source: Disk %s: %s
hu: %s lemez: %s

source: Sector size (logical/physical): %lldB/%lldB
hu: Szektorméret (logikai/fizikai): %lldB/%lldB

source: BIOS cylinder,head,sector geometry: %d,%d,%d. Each cylinder is %s.
hu: BIOS cilinder,fej,szektor geometria: %d,%d,%d. Egy cilinder %s.

source: Partition Table: %s
hu: Partíciós tábla: %s

source: Number
hu: Szám

source: Start
hu: Kezdet

source: End
hu: Vég

source: Size
hu: Méret

source: Type
hu: Típus

source: File system
hu: Fájlrendszer

source: Name
hu: Név

source: Flags
hu: Zászlók

source: Free Space
hu: Szabad Hely

source: searching for file systems
hu: fájlrendszerek keresése

source: New device?
hu: Új eszköz?

source: New state?
hu: Új állapot?

source: Unit?
hu: Egység?

source: check NUMBER do a simple check on the file system
hu: check SZÁM egyszerű ellenőrzés a fájlrendszeren

source: cp [FROM-DEVICE] FROM-NUMBER TO-NUMBER copy file system to another partition
hu: cp [ESZKÖZRŐL] SORSZÁMRÓL SORSZÁMRA fájlrendszert másol egy másik partícióra

source: help [COMMAND] prints general help, or help on COMMAND
hu: help [PARANCS] általános vagy PARANCS súgó

source: mklabel LABEL-TYPE create a new disklabel (partition table)
hu: mklabel CÍMKE-TÍPUS új lemezcímkét készít (partíciós tábla)

source: mkfs NUMBER FS-TYPE make a FS-TYPE file system on partititon NUMBER
hu: mkfs SZÁM FS-TÍPUS FS-TÍPUSú fájlrendszert készít a SZÁM. partíción

source: mkpart PART-TYPE [FS-TYPE] START END make a partition
hu: mkpart PART-TÍPUS [FS-TÍPUS] KEZDET VÉG partíciót készít

source: mkpart makes a partition without creating a new file system on the partition. FS-TYPE may be specified to set an appropriate partition ID.
hu: az mkpart fájlrendszer nélüli partíciót készít. Az FS-TYPE megfelelő partíció ID-t állíthat be.

source: mkpartfs PART-TYPE FS-TYPE START END make a partition with a file system
hu: mkpartfs PART-TÍPUS FS-TÍPUS KEZDET VÉG partíciót készít fájlrendszerrel

source: move NUMBER START END move partition NUMBER
hu: move SZÁM KEZDET VÉG áthelyezi a SZÁM. partíciót

source: name NUMBER NAME name partition NUMBER as NAME
hu: name SZÁM NÉV a SZÁM. partíciót NÉVvel nevezi

source: print [free|NUMBER|all] display the partition table, a partition, or all devices
hu: print [free|SZÁM|all] kiírja a partíciós táblát, egy partíciót vagy minden eszközt

source: Without arguments, print displays the entire partition table. With 'free' argument, information about free space will be displayed otherwise if a partition number is given, then more detailed information is displayed about that partition. If the 'all' argument is passed instead, partition information for all devices will be displayed.
hu: Argumentumok nélkül, kiírja a teljes partíciós táblát. A 'free'- argumentummal kiírja a szabad helyet, egy partíció szám megadása esetén arról sokkal részletesebb információkat ad. Az 'all' argumentum megadása esetén minden eszköz partíciós adatait kiírja.

source: quit exit program
hu: quit kilépés

source: rescue START END rescue a lost partition near START and END
hu: rescue KEZDET VÉG visszaállítja a KEZDET és VÉG közti partíciót

source: resize NUMBER START END resize partition NUMBER and its file system
hu: resize SZÁM KEZDET VÉG átméretezi a SZÁM. partíciót és fájlrendszerét

source: rm NUMBER delete partition NUMBER
hu: rm SZÁM törli a SZÁM. partíciót

source: select DEVICE choose the device to edit
hu: select ESZKÖZ megadja a szerkesztésre kerülő eszközt

source: set NUMBER FLAG STATE change the FLAG on partition NUMBER
hu: set SZÁM ZÁSZLÓ ÁLLAPOT váltja a ZÁSZLÓt a SZÁM. partíción

source: toggle [NUMBER [FLAG]] toggle the state of FLAG on partition NUMBER
hu: toggle [SZÁM [ZÁSZLÓ]] váltja a ZÁSZLÓt a SZÁM. partíción

source: unit UNIT set the default unit to UNIT
hu: unit EGYSÉG beállítja az alap egységet a UNIT-hoz

source: version
hu: verzió

source: version displays the current version of GNU Parted and copyright information
hu: version megjeleníti a GNU Parted jelen verzióját és szerzői jogát

source: version displays copyright and version information corressponding to this copy of GNU Parted
hu: a 'version' megjeleníti a GNU Parted másolatának megfelelő verzió-információját és szerzői jogát

source: No device found
hu: Nem találok eszközt

source: Don't forget to update /etc/fstab, if necessary.
hu: Ne feledd a /etc/fstab frissítését, ha szükséges.

source: Welcome to GNU Parted! Type 'help' to view a list of commands.
hu: Üdv a GNU Parted-ban! Gépeld be a 'help' szót a parancsok listájának megtekintéséhez.

source: Usage: parted [OPTION]... [DEVICE [COMMAND [PARAMETERS]...]...] Apply COMMANDs with PARAMETERS to DEVICE. If no COMMAND(s) are given, run in interactive mode.
hu: Használat: parted [OPCIÓK]... [ESZKÖZ [PARANCS [PARAMÉTEREK]...]...] PARAMÉTEREKKEL rendelkező PARANCSokat alkalmaz az ESZKÖZre. Ha nincs megadott parancs, interaktív módban fut.

source: Error: SEGV_MAPERR (Address not mapped to object)
hu: Hiba: SEGV_MAPERR (A cím nincs az objektumhoz map-elve)

source: Error: SEGV_ACCERR (Invalid permissions for mapped object)
hu: Hiba: SEGV_ACCERR (Rossz jogok a mapelt objektumhoz)

source: Error: A general SIGSEGV signal was encountered.
hu: Hiba: Általános SIGSEGV jel jött.

source: Error: FPE_INTDIV (Integer: divide by zero)
hu: Hiba: FPE_INTDIV (egész: osztás zéróval)

source: Error: FPE_INTOVF (Integer: overflow)
hu: Hiba: FPE_INTOVF (egész: túlcsordulás)

source: Error: FPE_FLTDIV (Float: divide by zero)
hu: Hiba: FPE_FLTDIV (lebegő: osztás zéróval)

source: Error: FPE_FLTOVF (Float: overflow)
hu: Hiba: FPE_FLTOVF (lebegő: túlcsordulás)

source: Error: FPE_FLTUND (Float: underflow)
hu: Hiba: FPE_FLTUND (lebegő: alulcsordul)

source: Error: FPE_FLTRES (Float: inexact result)
hu: Hiba: FPE_FLTRES (lebegő: pontatlan eredmény)

source: Error: FPE_FLTINV (Float: invalid operation)
hu: Hiba: FPE_FLTINV (lebegő: rossz művelet)

source: Error: A general SIGFPE signal was encountered.
hu: Hiba: Általános SIGFPE jel jött.

source: Error: ILL_ILLOPC (Illegal Opcode)
hu: Hiba: ILL_ILLOPC (Rossz opkód)

source: Error: ILL_ILLOPN (Illegal Operand)
hu: Hiba: ILL_ILLOPN (Rossz operandus)

source: Error: ILL_ILLADR (Illegal addressing mode)
hu: Hiba: ILL_ILLADR (Rossz címzési mód)

source: Error: ILL_ILLTRP (Illegal Trap)
hu: Hiba: ILL_ILLTRP (Hibás trap)

source: Error: ILL_PRVOPC (Privileged Opcode)
hu: Hiba: ILL_PRVOPC (Fenntartott opkód)

source: Error: ILL_PRVREG (Privileged Register)
hu: Hiba: ILL_PRVREG (Fenntartott regiszter)

source: Error: ILL_COPROC (Coprocessor Error)
hu: Hiba: ILL_COPROC (Koprocesszor hiba)

source: Error: ILL_BADSTK (Internal Stack Error)
hu: Hiba: ILL_BADSTK (Belső stack hiba)

source: Error: A general SIGILL signal was encountered.
hu: Hiba: Általános SIGILL jel érkezett.

source: Expecting a partition number.
hu: Egy partíció értéket várok.

source: Partition doesn't exist.
hu: A partíció nem létezik.

source: Expecting a file system type.
hu: Egy fájlrendszer típust várok.

source: Unknown file system type "%s".
hu: Ismeretlen "%s" fájlrendszer típus.

source: Expecting a disk label type.
hu: Egy lemez címke típust várok.

source: Can't create any more partitions.
hu: Nem tudok több partíciót létrehozni.

source: Expecting a partition type.
hu: Egy partíció típust várok.

source: on
hu: be

source: off
hu: ki

source: OPTIONs:
hu: OPCIÓk:

source: COMMANDs:
hu: PARANCSok:

source: Using %s
hu: %s használata
