Repository: 33bunny/parted
Catalog: po/*.po
Languages: hu

source: Could not determine sector size for %s: %s. Using the default sector size (%lld).
hu: Nem látom %s szektorméretét: %s. Az alapértéket (%lld) használom.

source: Device %s has a logical sector size of %lld. Not all parts of GNU Parted support this at the moment, and the working code is HIGHLY EXPERIMENTAL.
hu: %s logikai szektormérete: %lld. A GNU Parted nem minden része támogatja ezt még, és a működő kód NAGYON KÍSÉRLETI.

source: Unable to determine the size of %s (%s).
hu: Nem tudom megállapítani %s méretét (%s).

source: Could not get identity of device %s - %s
hu: Nem tudom azonosítani ezt az eszközt: %s - %s

source: Generic IDE
hu: Általános IDE

source: Device %s has multiple (%d) logical sectors per physical sector. GNU Parted supports this EXPERIMENTALLY for some special disk label/file system combinations, e.g. GPT and ext2/3. Please consult the web site for up-to-date information.
hu: %s eszköz fizikai szektorai többszörös (%d) logikai szektorokat tartalmaznak. A GNU Parted ezt most KÍSÉRLETI módon támogatja egyes lemezcímke/fájlrendszer párokhoz, pl.: GPT és ext2/3. Nézd meg a weben elérhető dokumentációt.

source: Error initialising SCSI device %s - %s
hu: Hiba egy SCSI eszköz inicializálásakor: %s - %s

source: The device %s has zero length, and can't possibly store a file system or partition table. Perhaps you selected the wrong device?
hu: %s eszköz 0 hosszúságú, és valószínűleg nem tárol fájlrendszert vagy partíciós táblát. Talán nem a megfelelő eszközt választottad?

source: DAC960 RAID controller
hu: DAC960 RAID vezérlő

source: Compaq Smart Array
hu: Compaq Smart tömb

source: ATARAID Controller
hu: ATARAID vezérlő

source: I2O Controller
hu: I2O vezérlő

source: Unknown
hu: Ismeretlen

source: ped_device_new() Unsupported device type
hu: ped_device_new() Nem támogatott eszköz típus

source: Error opening %s: %s
hu: Sikertelen megnyitás: %s: %s

source: Unable to open %s read-write (%s). %s has been opened read-only.
hu: Nem tudom megnyitni írás/olvasásra %s-t (%s). %s most csak olvasható.

source: %s during read on %s
hu: %s az alábbi olvasásakor: %s

source: %s during seek for read on %s
hu: %s a lapozás közben az alábbi olvasásakor: %s

source: %s during write on %s
hu: %s az alábbi írásakor %s

source: Can't write to %s, because it is opened read-only.
hu: Nem tudom írni ezt: %s, mert csak-olvashatóként van megnyitva.

source: %s during seek for write on %s
hu: %s a lapozás közben az alábbi írásakor: %s

source: Error informing the kernel about modifications to partition %s -- %s. This means Linux won't know about any changes you made to %s until you reboot -- so you shouldn't mount it or use it in any way before rebooting.
hu: Nem tudtam a rendszermagot értesíteni az alábbi partíció módosításáról: %s -- %s. Ez azt jelenti, hogy a Linux, míg újra nem indítod, nem fog tudni semmit %s változásairól - így semmilyen módon nem fogod tudni használni azt egy újraindítás előtt.

source: The kernel was unable to re-read the partition table on %s (%s). This means Linux won't know anything about the modifications you made until you reboot. You should reboot your computer before doing anything with %s.
hu: A rendszermag nem tudta újraolvasni az alábbi partíciós táblát: %s (%s). Ez azt jelenti, hogy a Linux, míg újra nem indítod, nem fog tudni semmit változásokról. %s bármilyen felhasználása előtt újra kell indítanod a gépet.

source: Unable to open %s.
hu: Nem tudom megnyitni: %s

source: The partition table on %s cannot be re-read (%s). This means the Hurd knows nothing about any modifications you made. You should reboot your computer before doing anything with %s.
hu: Nem tudom újraolvasni %s partíciós tábláját (%s). Tehát a Hurd most nem tud semmit a változásokról. %s bármilyen felhasználása előtt újra kell indítanod a gépet.

source: You should reinstall your boot loader before rebooting. Read section 4 of the Parted User documentation for more information.
hu: A boot betöltőt újraindítás előtt újra kell telepítened. Ennek érdekében olvasd el Parted felhasználói dokumentáció 4. fejezetét.

source: Unable to open %s - unrecognised disk label.
hu: %s nem megnyitható - érthetetlen lemez címke.

source: This libparted doesn't have write support for %s. Perhaps it was compiled read-only.
hu: A libparted nem tud írni ide: %s. Lehet, hogy csak-olvasóra fordított.

source: Partition %d is %s, but the file system is %s.
hu: A(z) %d. partíció %s, de a fájlrendszer %s.

source: Too many primary partitions.
hu: Túl sok elsődleges partíció.

source: Can't add a logical partition to %s, because there is no extended partition.
hu: Kiterjesztett partíció nélkül nem készíthető logikai partíció ide: %s.

source: Can't have more than one extended partition on %s.
hu: Nem lehet egynél több kiterjesztett partíció itt: %s

source: Can't have logical partitions outside of the extended partition.
hu: Nem lehetnek logikai partíciók a kiterjesztetten kívül.

source: Can't have a logical partition outside of the extended partition on %s.
hu: Nem lehetnek logikai partíciók a kiterjesztetten kívül itt: %s.

source: Can't have overlapping partitions.
hu: Nem lehetnek egymást átfedő partíciók.

source: Can't have a primary partition inside an extended partition.
hu: Nem lehet elsődleges partíció egy kiterjesztettben.

source: metadata
hu: metaadatok

source: free
hu: szabad

source: extended
hu: kiterjesztett

source: logical
hu: logikai

source: primary
hu: elsődleges

source: hidden
hu: rejtett

source: Unknown partition flag, %d.
hu: Ismeretlen partíció : %d.

source: %s : The %s list seems bad at block %s.
hu: %s : %s lista hibásnak tűnik e blokkon: %s.

source: %s : Failed to list bad blocks.
hu: %s : Hibás blokkok listázása sikertelen.

source: %s : Failed to list partition blocks.
hu: %s : Partíció blokkok listázása sikertelen.

source: %s : Failed to list file system blocks.
hu: %s : Fájlrendszer blokkok listázása sikertelen.

source: %s : Failed to list boot blocks.
hu: %s : Indító blokkok listázása sikertelen.

source: Failed to write partition block at %d.
hu: Partíció blokk írása sikertelen itt: %d.

source: Invalid partition table on %s -- wrong signature %x.
hu: Érvénytelen partíciós tábla itt: %s - rossz %x aláírás.

source: Invalid partition table - recursive partition on %s.
hu: Érvénytelen partíciós tábla - rekurzív partíció itt: %s.

source: Extended partitions cannot be hidden on msdos disk labels.
hu: Kiterjesztett partíciók nem rejthetők msdos lemez címkéken.

source: Parted can't resize partitions managed by Windows Dynamic Disk.
hu: A Parted nem tud átméretezni Windows Dynamic Disk által kezelt partíciókat.

source: Checksum is wrong, indicating the partition table is corrupt.
hu: Az ellenőrzőösszeg hibás, ez a partíciós tábla hibáját jelzi.

source: Only primary partitions can be root partitions.
hu: Csak elsődleges partíciók lehetnek gyökér partíciók.

source: Only primary partitions can be swap partitions.
hu: Csak elsődleges partíciók lehetnek csere partíciók.

source: Only logical partitions can be a boot file.
hu: Csak elsődleges partíciókból válhat indító fájl.

source: Too many primary partitions
hu: Túl sok elsődleges partíció

source: %s contains GPT signatures, indicating that it has a GPT table. However, it does not have a valid fake msdos partition table, as it should. Perhaps it was corrupted -- possibly by a program that doesn't understand GPT partition tables. Or perhaps you deleted the GPT table, and are now using an msdos partition table. Is this a GPT partition table?
hu: %s GPT aláírásokat tartalmaz, ez GPT táblát jelez. De nincs érvényes hamis msdos partíciós táblája, ahogy kell. Talán megsérült -- talán egy GPT-hez nem értő program tette ezt. Vagy talán törölted a GPT táblát és most msdos partíciós táblát használsz. Ez egy GPT partíciós tábla?

source: The format of the GPT partition table is version %x, which is newer than what Parted can recognise. Please tell us! bug-parted@gnu.org
hu: A GPT partíciós tábla formátumának verziója %x, ami újabb, mint amit a Parted ismer. Kérünk, jelezd nekünk! bug-parted@gnu.org

source: The backup GPT table is not at the end of the disk, as it should be. This might mean that another operating system believes the disk is smaller. Fix, by moving the backup to the end (and removing the old backup)?
hu: A GPT tábla mentése nem a lemez végén van, ahogy kell. Emiatt más OS a lemezt kisebbnek hiheti. Javítsuk?

source: The primary GPT table is corrupt, but the backup appears OK, so that will be used.
hu: Az elsődleges GPT tábla rossz, de a mentés jónak tűnik, ezért azt használom.

source: Both the primary and backup GPT tables are corrupt. Try making a fresh table, and using Parted's rescue feature to recover partitions.
hu: Az elsődleges GPT tábla és mentése is rossz. Próbálj egy újat készíteni, és a Parted-del visszaállítani a partíciókat.

source: Invalid signature %x for Mac disk labels.
hu: Érvénytelen %x aláírás Mac lemez címkékhez.

source: Partition map has no partition map entry!
hu: A partíciós térkép üres!

source: %s is too small for a Mac disk label!
hu: %s túl kicsi egy Mac lemez címkéhez!

source: Partition %d has an invalid signature %x.
hu: %d. partíció %x aláírása érvénytelen.

source: Partition %d has an invalid length of 0 bytes!
hu: %d. partíció érvénytelen hosszú 0 bájttal bír!

source: The data region doesn't start at the start of the partition.
hu: Az adatterület nem a partíció elején indul.

source: The boot region doesn't start at the start of the partition.
hu: A boot terület nem a partíció elején indul.

source: The partition's boot region doesn't occupy the entire partition.
hu: A partíció boot területe nem fedi le az egészet.

source: The partition's data region doesn't occupy the entire partition.
hu: A partíció adatterülete nem fedi le az egészet.

source: Weird block size on device descriptor: %d bytes is not divisible by 512.
hu: Fura blokk méret az eszközleírón: %d bájt nem osztható 512-vel.

source: The driver descriptor says the physical block size is %d bytes, but Linux says it is %d bytes.
hu: A meghajtó leíró %d bájt fizikai blokk méretet mond, de a Linux szerint %d bájt.

source: No valid partition map found.
hu: Nincs érvényes partíció térkép.

source: Conflicting partition map entry sizes! Entry 1 says it is %d, but entry %d says it is %d!
hu: Ütköző partíciós térkép-bejegyzés méretek! Az 1. bejegyzés szerint %d, %d. szerint %d!

source: Weird! There are 2 partitions map entries!
hu: Fura! Dupla partíció térkép bejegyzés!

source: Changing the name of a root or swap partition will prevent Linux from recognising it as such.
hu: Egy gyökér vagy vagy csere partíció nevének cseréje meggátolja a Linuxot, hogy felismerje így.

source: Can't add another partition -- the partition map is too small!
hu: Nem vehető fel más partíció -- a partíció térkép túl kicsi!

source: Invalid partition table on %s.
hu: Érvénytelen partíciós tábla itt: %s.

source: Partition %d isn't aligned to cylinder boundaries. This is still unsupported.
hu: %d. partíció nem igazodik a cilinderekhez. Ez még nem támogatott.

source: Can't add another partition.
hu: Nem vehető fel más partíció.

source: Corrupted Sun disk label detected.
hu: Rossz Sun lemez címke.

source: The disk CHS geometry (%d,%d,%d) reported by the operating system does not match the geometry stored on the disk label (%d,%d,%d).
hu: Az operációs rendszer által jelzett lemez CHS geometria (%d,%d,%d) nem illik a lemez címkén tárolttal (%d,%d,%d).

source: The disk label describes a disk bigger than %s.
hu: A lemez címke nagyobb lemezt ír le, mint %s.

source: The disk has %d cylinders, which is greater than the maximum of 65536.
hu: A lemez %d cilinderű, ami nagyobb, mint a 65536 maximum.

source: The Whole Disk partition is the only available one left. Generally, it is not a good idea to overwrite this partition with a real one. Solaris may not be able to boot without it, and SILO (the sparc boot loader) appreciates it as well.
hu: Már csak a Teljes Lemez partíció elérhető. Általában nem jó ötlet ez felülírni egy valódival. A Solaris nem indul e nélkül, és a SILO (a sparc boot betöltő) tudja ezt.

source: Sun disk label is full.
hu: A Sun lemez címke betelt.

source: Could not detect file system.
hu: Nincs fájlrendszer.

source: The file system is bigger than its volume!
hu: A fájlrendszer nagyobb, mint a kötet!

source: Support for opening %s file systems is not implemented yet.
hu: %s fájlrendszerek megnyitása még nem támogatott.

source: Support for creating %s file systems is not implemented yet.
hu: %s fájlrendszerek létrehozása még nem támogatott.

source: Support for checking %s file systems is not implemented yet.
hu: %s fájlrendszerek ellenőrzése még nem támogatott.

source: raw block copying
hu: nyers blokk másolás

source: growing file system
hu: növekvő fájlrendszer

source: Can't copy onto an overlapping partition.
hu: Nem tudok átfedő partícióra másolni.

source: Support for copying %s file systems is not implemented yet.
hu: %s fájlrendszerek másolása még nem támogatott.

source: Support for resizing %s file systems is not implemented yet.
hu: %s fájlrendszerek átméretezése még nem támogatott.

source: Information
hu: Információ

source: Warning
hu: Figyelem

source: Error
hu: Hiba

source: Fatal
hu: Végzetes

source: No Implementation
hu: Nincs megvalósítva

source: Fix
hu: Javítás

source: Yes
hu: Igen

source: No
hu: Nem

source: Retry
hu: Újra

source: Ignore
hu: Kihagy

source: Cancel
hu: Mégse

source: A bug has been detected in GNU Parted. Refer to the web site of parted http://www.gnu.org/software/parted/parted.html for more informations of what could be useful for bug submitting! Please email a bug report to bug-parted@gnu.org containing at least the version (%s) and the following message:
hu: Egy hibára derült fény a GNU Parted-ban. Nézd meg a http://www.gnu.org/software/parted/parted.html-t a hibajelentésről! Kérlek, küldj egy hibajelentést a bug-parted@gnu.org-ra minimum a verzióval (%s) és ezzel:

source: Can't have the end before the start!
hu: Nem lehet vég a kezdet előtt!

source: Can't have a partition outside the disk!
hu: Nem lehet lemezen kívüli partíció!

source: Attempt to write sectors %ld-%ld outside of partition on %s.
hu: Kísérlet partíción kívüli %ld-%ld szektorok írására itt: %s.

source: checking for bad blocks
hu: hibás blokkok keresése

source: Out of memory.
hu: A memória elfogyott.

source: The maximum head value is %d.
hu: A maximum fej érték %d.

source: The maximum sector value is %d.
hu: A maximum szektor érték %d.

source: The location %s is outside of the device %s.
hu: %s hely kívül esik ezen az eszközön: %s.

source: Invalid number.
hu: Érvénytelen érték.

source: Inconsistent group descriptors!
hu: Ellentmondó csoport leírók!

source: File system full!
hu: Betelt a fájlrendszer!

source: Invalid superblock. Are you sure this is an ext2 file system?
hu: Érvénytelen szuperblokk. Biztos hogy ez egy ext2 fájlrendszer?

source: File system has errors! You should run e2fsck.
hu: Fájlrendszer hibák! Le kell futtatnod az e2fsck-t!

source: Found an inode with a incorrect link count. Better go run e2fsck first!
hu: Hibás láncszámú inode-ot találtam. Futtass egy e2fsck-t előbb!

source: Not enough free inodes!
hu: Nincs elég szabad inode!

source: adding groups
hu: csoportok hozzáadása

source: Your file system is too full to resize it to %i blocks. Sorry.
hu: A fájlrendszer túlságosan tele van, hogy %i blokkra méretezzem. Bocs.

source: Your file system has too many occupied inodes to resize it to %i blocks. Sorry.
hu: A fájlrendszer túl sok foglalt inode-ot tartalmaz, hogy %i blokkra méretezzem. Bocs.

source: shrinking
hu: zsugorítás

source: File system was not cleanly unmounted! You should run e2fsck.
hu: A fájlrendszer leállítása nem történt meg rendesen. Futtass egy e2fsc-t.

source: Cross-linked blocks found! Better go run e2fsck first!
hu: Kereszt-láncolt blokkokat találtam! Futtass egy e2fsck-t előbb!

source: The ext2 file system passed a basic check. For a more comprehensive check, use the e2fsck program.
hu: Az ext2 fájlrendszer kapott egy alap ellenőrzést. Teljesebb az e2fsck programmal végezhető.

source: writing per-group metadata
hu: csoportonkénti metaadatok írása

source: File system too small for ext2.
hu: A fájlrendszer túl kicsi az ext2-höz.

source: You need %s of free disk space to shrink this partition to this size. Currently, only %s is free.
hu: %s szabad lemez hely szükséges e partíció átméretezéséhez a megadott méretre. Most csak %s szabad.

source: Partition too big/small for a %s file system.
hu: A partíció túl nagy/kicsi egy %s fájlrendszerhez.

source: Would you like to use FAT32?
hu: FAT32-t akarsz használni?

source: File system has an invalid number of FATs.
hu: A fájlrendszernek rossz FAT száma van.

source: FAT boot sector says logical sector size is 0. This is weird.
hu: A FAT boot szektor szerint a logikai szektor méret 0. Fura.

source: FAT boot sector says there are no FAT tables. This is weird.
hu: A FAT boot szektor szerint nincsenek FAT táblák. Fura.

source: FAT boot sector says clusters are 0 sectors. This is weird.
hu: A FAT boot szektor 0 szektoros klasztereket mond. Fura.

source: File system is FAT12, which is unsupported.
hu: A fájlrendszer FAT12, ami nem támogatott.

source: %s is %dk, but it has %d clusters (%dk).
hu: %s %dk, de %d klaszteres (%dk).

source: The file %s is marked as a system file. This means moving it could cause some programs to stop working.
hu: %s rendszerfájlként jelölt. Elmozdítása után egyes programok talán nem működnek tovább.

source: fat_table_set: cluster %ld outside file system
hu: fat_table_set: %ld. klaszter kívül esik a fájlrendszeren

source: fat_table_get: cluster %ld outside file system
hu: fat_table_get: %ld. klaszter kívül esik a fájlrendszeren

source: fat_table_alloc_cluster: no free clusters
hu: fat_table_alloc_cluster: nincs szabad klaszter

source: Unrecognised linux swap signature '%10s'.
hu: Ismeretlen '%10s' linux swap aláírás.

source: Too many bad pages.
hu: Túl sok rossz lap.

source: The file system contains errors.
hu: A fájlrendszeren hibák vannak.

source: Sorry, HFS cannot be resized that way yet.
hu: Bocs, HFS így még nem méretezhető át.

source: Data relocation has failed.
hu: Sikertelen adatáthelyezés.

source: No valid HFS[+X] signature has been found while opening.
hu: Nem találtam érvényes HFS[+X] aláírást megnyitáskor.

source: Version %d of HFS+ isn't supported.
hu: A HFS+ %d. verziója nem támogatott.

source: Version %d of HFSX isn't supported.
hu: A HFSX %d. verziója nem támogatott.

source: Error while writing the allocation file.
hu: Hiba a lefoglalási fájl írásakor.

source: Error while writing the compatibility part of the allocation file.
hu: Hiba a lefoglalási fájl kompatibilitási részének írásakor.

source: Sorry, HFS+ cannot be resized that way yet.
hu: Bocs, a HFS+ még nem méretezhető át így.

source: shrinking embedded HFS+ volume
hu: beágyazott HFS+ kötet zsugorítása

source: Resizing the HFS+ volume has failed.
hu: A HFS+ kötet átméretezése meghiúsult.

source: Bad block list header checksum.
hu: Rossz blokk lista fejléc ellenőrzőösszeg.

source: Invalid size of a transaction block while replaying the journal (%i bytes).
hu: Érvénytelen tranzakció blokk méret a napló visszaolvasásakor (%i bájt).

source: Journal stored outside of the volume are not supported. Try to desactivate the journal and run Parted again.
hu: A köteten kívüli napló nem támogatott. Próbáld meg lezárni a naplót és indítsd el újra a Parted-ed.

source: Journal offset or size is not multiple of the sector size.
hu: A napló eltolása vagy mérete nem szektorméret-többszörös.

source: Incorrect magic values in the journal header.
hu: Hibás bűvös számok a napló fejlécében.

source: Journal size mismatch between journal info block and journal header.
hu: A napló mérete eltér a napló info blokk és a napló fejléce között.

source: Some header fields are not multiple of the sector size.
hu: Pár fejlécmező nem szektorméret-többszörös.

source: The sector size stored in the journal is not 512 bytes. Parted only supports 512 bytes length sectors.
hu: A napló szektormérete nem 512 bájt. A Parted csak az 512 bájt méretű szektorokat támogatja.

source: Bad journal checksum.
hu: Rossz napló ellenőrzőösszeg.

source: The journal is not empty. Parted must replay the transactions before opening the file system. This will modify the file system.
hu: A napló nem üres. A Parted-nak vissza kell olvasnia a fájlrendszer megnyitása előtt. Ez módosítja a fájlrendszert.

source: The volume header or the master directory block has changed while replaying the journal. You should restart Parted.
hu: A kötet fejléce vagy a mester könyvtár blokk megváltozott a napló olvasásakor. Újra kell indítanod a Parted-et.

source: Parted can't use HFS file systems on disks with a sector size not equal to %d bytes.
hu: A Parted nem tudja a %d bájttól eltérő méretű HFS-eket kezelni.

source: An extent has not been relocated.
hu: Egy kiterjedés nincs áthelyezve.

source: A reference to an extent comes from a place it should not. You should check the file system!
hu: Egy kiterjedés hivatkozás nem létező helyű. Ellenőrizned kell a fájlrendszert!

source: This HFS volume has no catalog file. This is very unusual!
hu: E HFS+ kötetnek nincs katalógus fájlja. Ez elég szokatlan!

source: This HFS volume has no extents overflow file. This is quite unusual!
hu: E HFS kötetnek nincs kiterjesztési fájlja. Ez elég szokatlan!

source: The extents overflow file should not contain its own extents! You should check the file system.
hu: A kiterjesztési fájl nem tartalmazza a saját méretét! Ellenőrizned kell a fájlrendszert.

source: Could not cache the file system in memory.
hu: Nem tudom a fájlrendszert a memóriába tölteni.

source: Bad blocks list could not be loaded.
hu: A hibás blokkok listája nem tölthető be.

source: An error occurred during extent relocation.
hu: Hiba történt a kiterjedés áthelyezéskor.

source: This HFS+ volume has no catalog file. This is very unusual!
hu: E HFS+ kötetnek nincs katalógus fájlja. Ez elég szokatlan!

source: This HFS+ volume has no extents overflow file. This is quite unusual!
hu: E HFS+ kötetnek nincs kiterjesztési fájlja. Ez elég szokatlan!

source: displays this help message
hu: kiírja e súgót

source: where necessary, prompts for user intervention
hu: ha kell, kérdez

source: never prompts for user intervention
hu: sose kérdez

source: displays the version
hu: kiírja a verziót

source: NUMBER is the partition number used by Linux. On MS-DOS disk labels, the primary partitions number from 1 to 4, logical partitions from 5 onwards.
hu: A SZÁM egy a Linux által használt partíció szám. Egy MS-DOS lemezcímkén (partíciós táblán), az elsődleges partíciók 1-től 4-ig, a logikaiak 5-től szerepelnek.

source: LABEL-TYPE is one of:
hu: A CÍMKE-TÍPUS ezek egyike:

source: FLAG is one of:
hu: A ZÁSZLÓ ezek egyike:

source: UNIT is one of:
hu: Az EGYSÉG ezek egyike:

source: PART-TYPE is one of: primary, logical, extended
hu: A PART-TÍPUS ezek egyike: elsődleges, logikai vagy kiterjesztett

source: FS-TYPE is one of:
hu: Az FS-TÍPUS ezek egyike:

source: START and END are disk locations, such as 4GB or 10%. Negative values count from the end of the disk. For example, -1s specifies exactly the last sector.
hu: A KEZDET és VÉG lemezhelyek, pl.: 4GB vagy 10%. A negatív értékek hátulról számítanak. Pl. a -1s épp az utolsó szektort adja.

source: STATE is one of: on, off
hu: Az ÁLLAPOT vagy be vagy ki

source: DEVICE is usually /dev/hda or /dev/sda
hu: Az ESZKÖZ általában a /dev/hda vagy /dev/sda

source: NAME is any word you want
hu: A NÉV tetszőleges

source: The partition must have one of the following FS-TYPEs:
hu: A partíció az alábbi FS-TÍPUSok valamelyikét kell hogy tartalmazza:
